"K Coefficient from table" is not supported on connector for the element
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NoSupportKCoefficientTable { get; }
  Visual Basic
Public Shared ReadOnly Property NoSupportKCoefficientTable As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NoSupportKCoefficientTable {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace